Revit 2024 API
UnitTypeId.DekanewtonsPerMeter Property
 Dekanewtons per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId DekanewtonsPerMeter { get; }
Visual Basic
Public Shared ReadOnly Property DekanewtonsPerMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DekanewtonsPerMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace